/* Append indication of trial license */
" (Expiring Trial License)" = " (Expirando Licença de Avaliação)";

/* Append indication of license type */
" - Household License" = " - Licença Familiar";

/* Append indication of license type */
" - Pro Edition" = " - Edição Profissional";

/* Append indication of license type */
" - Site License" = " - Licença Local";

/* format to show type of pagelet and its title, e.g. RSS Feed 'Cat Daily Digest' */
"%@ %@%@%@" = "%1$@ %2$@%3$@%4$@";

/* Describes a recent time: [%@ = Yesterday/Today/Tomorrow] at [%@ = time] */
"%@ at %@" = "%1$@ a %2$@";

/* Unexpected Exception Alert Title for Application name */
"%@ encountered a problem." = "%@ encontrou um problema.";

/* The first @ is the name of the application. */
"%@ encountered problems downloading some plug-ins.  Please report this to Karelia Software.\n\n%@" = "%1$@ encontrou problemas ao receber alguns plug-ins.  Por favor reporte isto a Karelia Software.\n\n%2$@";

/* The first @ is the name of the application. */
"%@ encountered problems downloading the plug-in.  Please report this to Karelia Software.\n\n%@" = "%1$@ encontrou problemas ao receber o plug-in.  Por favor reporte isto a Karelia Software.\n\n%2$@";

/* Both @s are the name of the application. */
"%@ has installed the plug-in.  You will need to restart %@ to see it." = "%1$@ instalou o plug-in.  Você deve reiniciar o %2$@ para vê-lo.";

/* Both @s are the name of the application. */
"%@ has installed the plug-ins.  You will need to restart %@ to see them." = "%1$@ instalou os plug-ins.  Você deve reiniciar o %2$@ para vê-los.";

/* Headling showing that [app] is already registered */
"%@ is already registered. Thank you." = "%@ já está registrado. Obrigado.";

/* explanation going inside temporary file */
"%@ This temporary file can be safely deleted if it is found.\n%@ created this file to verify that this computer was reachable over the Internet." = "%1$@ Este arquivo temporário pode ser seguramente excluído se for encontrado.\nO %2$@ criou este arquivo para verificar se este computador está acessível à Internet.";

/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(Data de Criação)";

/* Indication in site outline that the page has an empty title. Distinct from untitled, which is for newly created pages. */
"(Empty title)" = "(Título vazio)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(Data de Modificação)";

/* Quartz Extreme Comment */
"(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)" = "(A funcionalidade do Quartz Extreme é suportada pelos seguintes vídeos GPUs: NVIDIA GeForce2 MX ou superior, ou qualquer AGP com base em ATI RADEON GPU. Um mínimo de 16MB VRAM é necessário.)";

/* list separator: , in English */
"," = ",";

/* Introductory text for Weblogs */
"<p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish. To add an entry to the weblog, add a new page using the \\U201CPages\\U201D button in the toolbar. For more information on blogging with Sandvox, please have a look through our <a href=\"help:Blogging_with_Sandvox\">help guide</a>.</p>" = "<p>Este é um novo weblog. Você pode substituir este texto com uma introdução para seu blog, ou simplesmente excluí-lo se você quiser. Para adicionar uma entrada no weblog, adicione uma nova página usando o botão “Páginas” na barra de ferramentas. Para mais informações ao criar um blog com o Sandvox, veja o nosso <a href=\"help:Blogging_with_Sandvox\">guia de ajuda</a>.</p>";

/* left double quote */
"\\U201C" = "“";

/* Title of alert */
"\\U201CSites\\U201D must be a folder" = "\"Sites\" deve ser uma pasta";

/* right double quote */
"\\U201D" = "”";

/* second half -- warning when computer could not be reached. */
"\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning." = "\n\nSe você estiver testando, e você estiver OK com seu site não sendo acessível à Internet, então ignore este alerta.";

/* error reason: document metadata is unreadable */
"\n\nSandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nO Sandvox não pode ler documentos de metadados.\n\nPor favor contacte a Karelia Software enviando um comentário do menu 'Ajuda'.";

/* error reason: document model version is unknown */
"\n\nThis document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nEste documento parece ter um modelo de documento desconhecido.\n\nPor favor contacte a Karelia Software enviando um comentário do menu 'Ajuda'.";

/* format: This is an Crash Report. */
"\nThis is a %@ Crash Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject \\U201C%@\\U201D. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\nEste é um %1$@ Relatório de Erro. Receber um bom relatório é assencial para continuar melhorando o %2$@. Por favor envie-nos um e-mail com o conteúdo deste documento para %3$@ com o assunto “%4$@”. Uma vez enviado, você pode remover o arquivo como desejar. Obrigado.\n\n";

/* Message in alert */
"A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder." = "Um arquivo no caminho '%@' não foi encontrado. Por outro lado, isto pode ser uma pasta, não um arquivo. Por favor substitua este arquivo por uma pasta.";

/* alert message */
"A snapshot of the document could not be created as it is already a snapshot." = "Um snapshot do documento não pode ser criado por ele já ser um snapshot.";

/* Button to accept other automatically found media */
"Accept Other File" = "Aceitar Outro Arquivo";

/* Button to accept other automatically found media */
"Accept Other Files" = "Aceitar Outros Arquivos";

/* action name for adding a collection */
"Add Collection" = "Adicionar Coleção";

/* alt text for + button in HTML view */
"Add Element" = "Adicionar Elemento";

/* Action Name: Add Link */
"Add Link" = "Adicionar Link";

/* action name for adding a page */
"Add Page" = "Adicionar Página";

/* action name for adding a page */
"Add Pagelet" = "Adicionar Pagelet";

/* Quartz Extreme Comment */
"Advanced title creation is only available on Macs that support Quartz Extreme." = "A criação avançada de títulos somente está disponível em Macs com suporte a Quartz Extreme.";

/* all plugin types, for 'show:' popup menu */
"All types" = "Todos os tipos";

/* tooltip Collection sorting */
"Alphabetical" = "Alfabético";

/* No comment provided by engineer. */
"Always select containing page" = "Sempre selecionar página contendo";

/* fragment describing a particular page */
"an enclosing container page, %@%@%@" = "uma página com conteúdo delimitador, %1$@%2$@%3$@";

/* join conjunction: and in English */
"and" = "e";

/* Placeholder */
"Anonymous" = "Anônimo";

/* Prompt when offering to locate other missing media files. */
"Another missing media file has been found in the same location." = "Um outro arquivo de mídia perdido foi encontrado no mesmo local.";

/* Saving error */
"Another save operation is already in progress." = "Uma outra operação de gravação está em progresso.";

/* Part of an archive's page title */
"Archive" = "Arquivo";

/* License change alert title */
"Are you sure you want to change the registration key to \\U201C%@?\\U201D" = "Você tem certeza de que deseja modificar a chave de registro do \"%@?\"";

/* No comment provided by engineer. */
"Are you sure you want to clear the registration key?" = "Você tem certeza de que deseja limpar a chave de registro?";

/* title of alert when changing page file name */
"Are you sure you wish to change the file name of this page?" = "Você tem certeza de que deseja modificar o nome do arquivo desta página?";

/* status message for test connection */
"Attempting to change to directory... " = "Tentando modificar o diretório...";

/* status message for test connection */
"Attempting to delete the test file... " = "Tentando excluir o arquivo de teste...";

/* status message for test connection */
"Attempting to download the test file... " = "Tentando receber o arquivo de teste...";

/* status message for test connection */
"Attempting to upload a test file... " = "Tentando enviar um arquivo de teste...";

/* Publishing engine authentication error */
"Authentication failed." = "Falha na autenticação.";

/* Quick Look preview sticky-note text */
"Author" = "Autor";

/* tooltip Author:  */
"Author: " = "Autor:";

/* connection delegate */
"Authorize Connection?" = "Autorizar Conexão?";

/* Status: Autosaving... */
"Autosaving\\U2026" = "Salvamento automático...";

/* back-to-top LINK on web pages */
"backToTopLinkHTML" = "[Enviar Para Cima]";

/* Back to top title, generally EMPTY */
"backToTopTitleHTML" = " ";

/* Prefix for backup copy of document */
"Backup of " = "Backup de ";

/* document upgrade informative text */
"Before it can be opened, this document must be upgraded to the latest Sandvox data format. A backup of the original document will be saved as “%@.”" = "Antes de você tentar abrir, este documento deve ser atualizado para o último formato de dados do Sandvox. Um backup do documento original será salvo como “%@.”";

/* Message while building menus. */
"Building Menus..." = "Construindo Menus...";

/* button title to prompt user to buy application */
"Buy %@" = "Comprar %@";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "Não foi possível gravar para o caminho - o diretório não é gravável (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "Não foi possível gravar para o caminho - o principal não é um diretório (%@)";

/* Button title
   Cancel Button
   Button Title */


"Cancel" = "Cancelar";

/* alert message */
"Cannot copy document over itself." = "Não foi possível copiar o documento com segurança.";

/* No comment provided by engineer. */
"Cannot Select Pagelet from This Page" = "Não Foi Possível Selecionar a Pagelet desta Página";

/* alert title (capitalized) */
"Cannot Select Pagelet From This Page" = "Não Foi Possível Selecionar a Pagelet Desta Página";

/* alert button when changing file name */
"Change" = "Modificar";

/* Button title to change registration code */
"Change Registration" = "Modificar Registro";

/* body of alert when changing page file name */
"Changing the file name of this page will also change the URL of this page. Because this page has been previously published, any bookmarks or links to this page from other websites will no longer work." = "Modificando o nome do arquivo desta página também afetará a URL desta página. Porque esta página foi anteriormente publicada, quaisquer marcadores ou links para esta página de outros websites não funcionarão.";

/* Button title */
"Check for Updates" = "Verificar Atualizações";

/* choose button - open panel
   choose - open panel */

"Choose" = "Escolher";

/* Button title to clear registration */
"Clear" = "Limpar";

/* title of '+' button; instructions for what to do */
"Click on + to insert an element" = "Clique em + para inserir um elemento";

/* Button title */
"Close" = "Fechar";

/* menu tooltip to hide site outline */
"Collapses the outline of the site from the left side of the window." = "Recolher o contorno deste local do lado esquerdo da janela.";

/* String_On_Page_Template -- text for link on a blog posting */
"Comment" = "Comentário";

/* String_On_Page_Template -- text for link on a blog posting */
"Comments" = "Comentários";

/* status message for test connection */
"Connectivity test passed!" = "Teste de conectividade bem sucedido!";

/* status message for test connection */
"Contacting %@... " = "Contactando %@... ";

/* Button in setup host to go to next dialog */
"Continue" = "Continuar";

/* Link to read a full article. @@ is replaced with the page title */
"Continue reading @@" = "Continuar lendo @@";

/* Copy MenuItem */
"Copy" = "Copiar";

/* Copy Page MenuItem */
"Copy Page" = "Copiar Página";

/* Copy Pages MenuItem */
"Copy Pages" = "Copiar Páginas";

/* No comment provided by engineer. */
"Copying pages…" = "Copiando páginas...";

/* No comment provided by engineer. */
"Copying…" = "Copiando...";

/* Default text for page bottom */
"copyrightHTML" = "Palavras Separadas (direitos autorais, informações de contato, etc.)";

/* Title of alert */
"Could not create \\U201CSites\\U201D folder" = "Não foi possível criar a pasta \"Sites\"";

/* Title of alert */
"Could not find web server documents folder." = "Não foi possível encontrar a pasta de documentos no servidor.";

/* Title of alert */
"Could not make \\U201CSites\\U201D folder readable" = "Não foi possível criar a pasta legível \"Sites\"";

/* Title of alert */
"Could not make web server folder readable" = "Não foi possível criar a pasta legível no servidor";

/* Title of alert */
"Could not modify \\U201CSites\\U201D folder" = "Não foi possível modificar a pasta \"Sites\"";

/* Title of alert */
"Could not modify web server documents folder" = "Não foi possível modificar a pasta de documentos no servidor";

/* Alert: Could not remove pre-existing file at path %@. */
"Could not remove pre-existing file at path %@." = "Não foi possível remover o arquivo do caminho %@.";

/* Title of alert */
"Could not store password in keychain" = "Não foi possível armazenar a senha no Gerenciador de Senhas";

/* Crash Report FileName */
"Crash Report" = "Relatório de Pane";

/* Create Button */
"Create" = "Criar";

/* Create Link... MenuItem */
"Create Link..." = "Criar Link...";

/* tooltip Created:  */
"Created: " = "Criado:";

/* status message for test connection */
"Creating Directories... " = "Criando Diretórios...";

/* No comment provided by engineer. */
"Creating pages..." = "Criando Páginas...";

/* Creating Site... */
"Creating Site..." = "Criando Site...";

/* Last menu item to indicate custom index type */
"Custom" = "Personalizar";

/* contextual menu item */
"Custom Summary for Index" = "Resumo Personalizado para o índice";

/* multiple items selected, very short placeholder */
"Custom titles" = "Personalizar títulos";

/* Cut MenuItem */
"Cut" = "Recortar";

/* Cut Page MenuItem */
"Cut Page" = "Recortar Página";

/* Cut Pages MenuItem */
"Cut Pages" = "Recortar Páginas";

/* The default item in a list. */
"Default" = "Padrão";

/* The default item in a list. */
"Default (%@)" = "Padrão (%@)";

/* Title of initial home page */
"defaultRootPageTitleText" = "Home Page";

/* Delete MenuItem
   Delete Button */

"Delete" = "Excluir";

/* Delete Collection MenuItem
   Delete Collection Alert Title */

"Delete Collection" = "Excluir Coleção";

/* Delete Page MenuItem
   Delete Page Alert Title */

"Delete Page" = "Excluir Página";

/* Delete Pagelet MenuItem */
"Delete Pagelet" = "Excluir Pagelet";

/* Delete Pages MenuItem
   Delete Pages Alert Title */

"Delete Pages" = "Excluir Páginas";

/* plugin type for 'show:' popup menu */
"Designs" = "Projetos";

/* status message for test connection */
"Disconnecting... " = "Desconectando...";

/* String_On_Page_Template -- text for link on a blog posting */
"Disqus Comments" = "Comentários Disqus";

/* Delete Collection without Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D ?" = "Você deseja realmente excluir a coleção chamada \"%@\" ?";

/* Delete Collection with Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D and all the pages it contains?" = "Você deseja realmente excluir a coleção chamada \"%@\" e todas as páginas de seu conteúdo?";

/* Delete Page Alert Message */
"Do you really want to delete the page named \\U201C%@\\U201D ?" = "Você deseja realmente excluir a página chamada \"%@\" ?";

/* Delete Pages Alert Message */
"Do you really want to delete the pages named %@, and any pages they contain?" = "Você deseja realmente excluir as páginas chamada %@, e quaisquer páginas de seu conteúdo?";

/* Title of alert */
"Do you really want to save your incomplete hosting information?" = "Você deseja realmente salvar suas informações incompletas do servidor?";

/* alert: replace snapshot title */
"Do you want to replace the last snapshot?" = "Você deseja substituir o último snapshot?";

/* alert: revert to snapshot. */
"Do you want to revert to the most recently saved snapshot?" = "Você deseja reverter para o mais recente snapshot gravado?";

/* No comment provided by engineer. */
"Do you want to send this message?" = "Você deseja enviar esta mensagem?";

/* alert message */
"Documents cannot be opened while in the Snapshots folder." = "Os documentos não podem ser abertos enquanto estiverem na pasta Snapshots.";

/* Don't Save Button
   Button Title */

"Don\\U2019t Save" = "Não Salvar";

/* Done Button in setup host */
"Done" = "Finalizar";

/* status message for test connection */
"Done." = "Finalizado.";

/* button title */
"Download & Install Checked Items" = "Receber & Instalar Itens Marcados";

/* tooltip Draft:  */
"Draft: " = "Rascunho:";

/* action name for dragging source objects withing the outline */
"Drag" = "Soltar";

/* action name for dragging external objects to source outline */
"Drag from External Source" = "Soltar de uma Origem Externa";

/* tooltip */
"Drag to the left or right to adjust the width of the site outline sidebar." = "Arraste para a direita ou esquerda para ajustar a largura do contorno do site na barra lateral.";

/* tooltip */
"Drag to the right to reveal the site outline sitebar" = "Arraste para a direita para revelar o contorno do site na barra lateral";

/* Duplicate MenuItem
   menu title to duplicate generic item */

"Duplicate" = "Duplicar";

/* menu title to duplicate a collection */
"Duplicate Collection" = "Duplicar Coleção";

/* menu title to duplicate a single page
   Duplicate Page MenuItem */

"Duplicate Page" = "Duplicar Página";

/* Duplicate Pagelet MenuItem
   menu title to duplicate pagelet */

"Duplicate Pagelet" = "Duplicar Pagelet";

/* menu title to duplicate multiple pages
   Duplicate Pages MenuItem */

"Duplicate Pages" = "Duplicar Páginas";

/* Button in setup host to start the editing process */
"Edit" = "Editar";

/* Edit Link... MenuItem */
"Edit Link..." = "Editar Link...";

/* Edit Raw HTML... MenuItem */
"Edit Raw HTML..." = "Editar HTML Raw...";

/* Prompt to enter registration key (with a 'key' icon next to this text) */
"Enter your registration key to unlock %@:" = "Digite sua chave de registro para desbloquear o %@:";

/* alert title */
"Error Downloading Plug-ins" = "Erro ao Receber Plug-ins";

/* Alert Message Title, error installing one plugin */
"Error Installing Plug-in" = "Erro ao Instalar Plug-in";

/* Alert Message Title, error installing multiple plug-ins */
"Error Installing Plug-ins" = "Erro ao Instalar Plug-ins";

/* No comment provided by engineer. */
"Error Loading Web Page" = "Erro ao Carregar Web Page";

/* No comment provided by engineer. */
"Error message reported was: %@" = "Mensagem de erro reportada como: %@";

/* status message for test connection */
"Errors encountered, test failed. Please go back and check your settings." = "Erros encontrados, falha de teste. Por favor volte e verifique suas configurações.";

/* status message for test connection */
"Establishing %@ connection... " = "Estabelecendo conexão %@...";

/* button title */
"Export" = "Exportar";

/* Growl notification */
"Export Complete" = "Exportação Completa";

/* save panel name field label. You must keep it short! */
"Export To:" = "Exportar Para:";

/* Upload information */
"Exporting “%@”" = "Exportando “%@”";

/* Publishing sheet title */
"Exporting…" = "Exportando...";

/* button title */
"Export…" = "Exportar...";

/* status message for test connection */
"Failed" = "Falha";

/* status message for test connection */
"Failed." = "Falha.";

/* Find MenuItem */
"Find" = "Localizar";

/* format to show URL where it is accessible from Internet -- not verified though */
"From the Internet, it should be reachable at %@. (Not yet verified)" = "Da Internet, ele deve ser legível em %@. (Ainda não verificado)";

/* format to show URL where it is accessible from Internet */
"From the Internet, it will be reachable at %@." = "Da Internet, ele será legível em %@.";

/* Go to (followed by URL) */
"Go to" = "Ir para";

/* action name for grouping selected items */
"Group" = "Grupo";

/* String_On_Page_Template -- text for link on a blog posting */
"Haloscan Comments" = "Comentários Haloscan";

/* menu title to hide designs bar */
"Hide Designs" = "Ocultar Projetos";

/* menu title to hide Editing Markers */
"Hide Editing Markers" = "Ocultar Edição de Marcadores";

/* menu title to hide inspector panel */
"Hide Inspector" = "Ocultar Inspetor";

/* menu title to hide inspector panel */
"Hide Media Browser" = "Ocultar Navegador de Mídias";

/* menu title to hide site outline */
"Hide Site Outline" = "Ocultar Contorno do Site";

/* menu title to hide status bar */
"Hide Status Bar" = "Ocultar Barra de Status";

/* Home Page */
"Home" = "Home";

/* alert title when the character set specified on the host doesn't match settings */
"Host Character Set Mismatch" = "Incompatibilidade de Caracteres do Servidor";

/* Undo name */
"Host Settings" = "Configurações do Servidor";

/* web sharing not activated, in summary */
"However, web sharing must be activated in order for this to be functional." = "Porém, o compartilhamento web deve ser ativado para esta funcionalidade.";

/* Title of results alert */
"HTML is Valid" = "HTML Válido";

/* Button prompting user not to lose code */
"I will save the registration key in a safe place." = "Salve a chave de registro em um lugar seguro.";

/* HSA guide (Our documentation is in English only right now) */
"If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window." = "Se você não tem experiência em configurar seu servidor, nós sugerimos que você leia a ajuda on-line, usando o botão ajuda nesta janela.";

/* No comment provided by engineer. */
"If you proceed, the %@ registration information for this computer will be removed." = "Se você continuar, a informação de registro %@ deste computador será removida.";

/* No comment provided by engineer. */
"If you proceed, the existing %@ registration information for this computer will be removed." = "Se você continuar, a informação de registro existente %@ para este computador será removida.";

/* validation error message for illegal 'stem' docRoot */
"Illegal characters found in docRoot." = "Caracteres ilegais foram encontrados no docRoot.";

/* validation error message for illegal URL */
"Illegal characters found in URL. A URL must look something like http://www.domain.com/path/" = "Caracteres ilegais foram encontrados na URL. Uma URL deve ser parecido com http://www.domain.com/path/";

/* validation error message for illegal userID */
"Illegal characters found in User ID. A User ID contains numbers and letters and underscores." = "Caracteres ilegais foram encontrados no ID do Usuário. Um ID de Usuário contém números, letras e sublinhados.";

/* validation error message for illegal subfolder */
"Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores." = "Caracteres ilegais foram encontrados no nome da pasta. Por favor limite o nome da pasta para letras, números, traços e sublinhados.";

/* Segment Label */
"Image" = "Imagem";

/* Image  */
"Image " = "Imagem";

/* Popup menu title for setting the index.html file's extensions */
"Index file name" = "Nome do arquivo de índice";

/* tooltip Index Type:  */
"Index Type: " = "Tipo de índice:";

/* Message while initializing launching application. */
"Initializing..." = "Inicializando...";

/* Action Name: Insert Link */
"Insert Link" = "Inserir Link";

/* ActionName: Insert Text */
"Insert Text" = "Inserir Texto";

/* No comment provided by engineer. */
"installed the plug-ins" = "plug-ins instalados";

/* No comment provided by engineer. */
"Installing Plug-ins..." = "Instalando Plug-ins...";

/* String_On_Page_Template -- text for link on a blog posting */
"IntenseDebate Comments" = "Comentários do IntenseDebate";

/* No comment provided by engineer. */
"Invalid Registration Key" = "Chave de Registro Inválida";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "Tamanho inválido para a escala da imagem";

/* Host Setup - 404 */
"It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "Parece que a URL, %@, não foi resolvida para este computador. Um servidor web foi conectado, mas o arquivo de teste não foi encontrado. Um motivo aparente é que muitos tem um roteador instalado em sua rede local que não envia requisições para páginas web de seu computador. Você precisa consultar a documentação de seu roteador ou falar com seu administrador de redes.";

/* Host Setup - wrong computer */
"It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer." = "Parece que a URL, %@, não foi resolvida para este computador. Uma razão é que o domínio deste computador pode ter sido incorretamente especificado, e atualmente não responde para seu computador.";

/* format to show URL where it is accessible from LAN */
"It can be reached from your computer and others in your local network at %@." = "Ele pode ser ilegível de seu computador e outros na sua rede local em %@.";

/* format to summarize how URL will be retrieved from the Web */
"It will be reachable from the Web at %@ ." = "Ele pode ser ilegível da Web em %@.";

/* format to summarize how URL will be published on a remote host */
"It will be transmitted via %@ to your '%@' account at %@." = "Ele pode ser transmitido via %1$@ para sua conta '%2$@' em %3$@.";

/* String_On_Page_Template -- text for link on a blog posting */
"JS-Kit Comments" = "Comentários JS-Kit";

/* Quick Look preview sticky-note text */
"Language" = "Idioma";

/* tooltip Language:  */
"Language: " = "Idioma:";

/* Quick Look preview sticky-note text */
"Last updated" = "Última atualização";

/* tooltip Last Updated:  */
"Last Updated: " = "Última atualização:";

/* tooltip Collection sorting */
"Latest at bottom" = "Mais recente na parte inferior";

/* tooltip Collection sorting */
"Latest at top" = "Mais recente na parte superior";

/* Segment Label, indicating that we are inspecting the current level, not the whole site */
"Level" = "Nível";

/* Headling showing that [app] is running too many copies simultaneously. */
"License Violation: Too Many Copies of %@ are Simultaneously Running." = "Violação de Licença: Muitas Cópias do %@ estão Sendo Executadas.";

/* Just indicate that it's licensed, with no name. */
"Licensed" = "Licenciado";

/* Shows who the application is licensed to */
"Licensed to %@" = "Licenciado para %@";

/* Message while loading plug-ins. */
"Loading Plug-ins..." = "Carregando Plug-ins...";

/* placeholder string for inserted element in page */
"Lorem ipsum dolor sit amet." = "Deus amou o mundo de tal maneira.";

/* Button to make web folder writable */
"Make Writable" = "Tornar Acessível";

/* No comment provided by engineer. */
"Message from Karelia Software" = "Mensagem da Karelia Software";

/* Publishing engine authentication error */
"MobileMe password could not be found." = "Senha do MobileMe não pode ser encontrada.";

/* Publishing engine authentication error */
"MobileMe username could not be found." = "Usuário do MobileMe não pode ser encontrada.";

/* Move to Callout MenuItem */
"Move to Callout" = "Mover para o Texto Explicativo";

/* Move to Sidebar MenuItem */
"Move to Sidebar" = "Mover para a Barra Lateral";

/* alt text of navigation button */
"navigateListHTML" = "Lista";

/* text of navigation button */
"navigateMainHTML" = "Principal";

/* alt text of navigation button */
"navigateNextHTML" = "Próximo";

/* alt text of navigation button */
"navigatePreviousHTML" = "Anterior";

/* tooltip Needs Uploading:  */
"Needs Uploading: " = "Precisa Enviar:";

/* Save Panel Title */
"New Site" = "Novo Site";

/* No
   No Button */

"No" = "Não";

/* message for progress window */
"No changes need publishing." = "Nenhuma alteração precisa ser publicada.";

/* No document path specified. */
"No document path specified." = "Nenhum caminho de documento foi especificado.";

/* First menu item to indicate no index */
"No Index" = "Nenhum índice";

/* No comment provided by engineer. */
"No plug-in found with the identifier %@" = "Nenhum plug-in encontrado com o identificador %@";

/* Host Setup - No Web Server */
"No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "Nenhum servidor web parece estar respondendo para a URL que você especificou, %@. O servidor web em seu computador pode não estar funcionando. Ou o nome do domínio deste computador deve ter sido incorretamente especificado. Ou pode haver um roteador instalado em ssua rede local que não envia requisições para páginas web de seu computador. Você precisa consultar a documentação de seu roteador ou falar com seu administrador de redes.";

/* title of alert */
"Non-Page Link" = "Página Sem Link";

/* tooltip Collection sorting */
"Not sorted" = "Sem classificação";

/* text to make sure content is legal */
"Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights." = "Nota: Antes de postar materiais (textos, imagens, áudios, etc) em nosso site, verifique que você tenha os direitos autorais e/ou controle dos direitos necessários.";

/* OK Button
   change cancel button to ok */

"OK" = "OK";

/* No comment provided by engineer. */
"On published site, clicking on image will view full-size image" = "Ao publicar o site, clicando na imagem será exibido em tamanho completo";

/* Button to ignore other automatically found media */
"Only This File" = "Somente Este Arquivo";

/* Alert Message */
"Opening" = "Abrir";

/* status message for test connection */
"Operation timed out." = "Tempo da operação esgotado.";

/* multiple items selected, very short placeholder */
"Optional summaries" = "Resumos opcionais";

/* multiple items selected, longer placeholder */
"Optional summaries. (Duplicates are discouraged.)" = "Resumos opcionais. (Duplicatas não são recomendáveis.)";

/* null summary available, very short placeholder */
"Optional summary" = "Resumo opcional";

/* null summary available, longer placeholder */
"Optional summary of page. Used by search engines." = "Resumo opcional da página. Usado pelos mecanismos de busca.";

/* multiple items selected, very short placeholder
   null keywords available, very short placeholder */

"Optional words" = "Palavras opcionais";

/* multiple items selected, longer placeholder */
"Optional words describing pages, separated by “,”" = "Palavras opcionais de descrição das páginas, separadas por \",\"";

/* null keywords available, longer placeholder */
"Optional words describing this page, separated by “,”" = "Palavras opcionais descrevendo esta página, separadas por \",\"";

/* Prompt when offering to locate other missing media files. */
"Other missing media files have been found in the same location." = "Outros arquivos de mídias faltando foram encontrados no mesmo local.";

/* String_On_Page_Template - description of trackbacks */
"Other Posts About This" = "Outras Postagens Sobre Isso";

/* Window title */
"Page Code Injection" = "Código de Injeção de Página";

/* tooltip Page Type:  */
"Page Type: " = "Tipo de Página:";

/* Validation error */
"Page without a parent" = "Página sem uma raiz";

/* Segment Label */
"Pagelet" = "Pagelet";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by home page" = "Pagelet incorporado pela homepage";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by page %@%@%@" = "Pagelet incorporado pela página %1$@%2$@%3$@";

/* Quick Look preview sticky-note text */
"Pages" = "Páginas";

/* plugin type for 'show:' popup menu */
"Pages/Pagelets" = "Páginas/Pagelets";

/* No comment provided by engineer. */
"PALETTE_ADD_COLLECTION" = "Coleções";

/* No comment provided by engineer. */
"PALETTE_ADD_COLLECTION_POPUP" = "Coleções";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE" = "Páginas";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE_POPUP" = "Páginas";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET" = "Pagelets";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET_POPUP" = "Pagelets";

/* No comment provided by engineer. */
"PALETTE_CHOOSE_DESIGN" = "Projetos";

/* No comment provided by engineer. */
"PALETTE_CREATE_EDIT_LINK" = "Criar/Editar Link";

/* No comment provided by engineer. */
"PALETTE_EDIT_HTML" = "Editar Raw HTML";

/* No comment provided by engineer. */
"PALETTE_EDIT_ONOFF" = "Exibir/Ocultar Marcadores";

/* No comment provided by engineer. */
"PALETTE_GROUP_COLLECTION" = "Grupo";

/* No comment provided by engineer. */
"PALETTE_PUBLISH" = "Publicar Alterações";

/* No comment provided by engineer. */
"PALETTE_PUBLISH_ALL" = "Publicar Tudo";

/* No comment provided by engineer. */
"PALETTE_SETUP_HOST" = "Configurar Servidor";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_INFO" = "Inspetor";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_MEDIA" = "Mídia";

/* status message for test connection */
"Password was not accepted." = "A senha não foi aceita.";

/* Paste MenuItem */
"Paste" = "Colar";

/* Paste Page MenuItem */
"Paste Page" = "Colar Página";

/* Paste Pagelet MenuItem */
"Paste Pagelet" = "Colar Pagelet";

/* Paste Pagelets MenuItem */
"Paste Pagelets" = "Colar Pagelets";

/* Paste Pages MenuItem */
"Paste Pages" = "Colar Páginas";

/* Text embossed on placeholder photo */
"Placeholder Image" = "Espaço Reservado Para Imagem";

/* Publishing engine authentication error */
"Please check your account settings in the MobileMe System Preferences pane." = "Por favor verifique suas configurações de conta no painel de Preferências do Sistema MobileMe.";

/* error recovery suggestion */
"Please choose a different location to copy to." = "Por favor escolha um local diferente para a cópia.";

/* alert info */
"Please close the document and then move it out of the Snapshots folder." = "Por favor escolha o documento e então mova-o para fora da pasta de Snapshots";

/* prompt for exporting a website to a folder */
"Please create a folder to contain your site." = "Por favor crie uma pasta para armazenar seu site.";

/* alert info */
"Please move the document out of the Snapshots folder first." = "Por favor mova o documento para fora da pasta Snapshots.";

/* indicator that this is a demo */
"Please purchase a license to Sandvox." = "Por favor compre uma licença do Sandvox.";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant again to test your host setup." = "Por favor execute o Assistente de Configurações de Servidor para testá-lo.";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant and re-enter your host's login credentials." = "Por favor execute o Assistente de Configurações de Servidor e digite novamente suas credenciais para o provedor.";

/* Hosting not setup */
"Please set up the site for publishing, or export it to a folder instead." = "Por favor configure o site para publicar, ou ao invés disto exporte para a pasta.";

/* Message to user following problem submission from an older version of the Application */
"Please update %@ to a newer version." = "Por favor atualize o %@ para uma nova versão.";

/* Alert Message Title, only one plug-in was installed */
"Plug-in Installed" = "Plug-in Instalado";

/* alert title */
"Plug-ins Downloaded" = "Plug-ins Recebidos";

/* Alert Message Title, multiple plug-ins were installed */
"Plug-ins Installed" = "Plug-ins Instalados";

/* Uploading progress info */
"Preparing to export…" = "Preparando para exportar...";

/* Uploading progress info */
"Preparing to upload…" = "Preparando para enviar...";

/* name appened to copy of file before version migration */
"previous" = "anterior";

/* No comment provided by engineer. */
"Publish All" = "Publicar Tudo";

/* Quick Look preview sticky-note text */
"Published at" = "Publicado em";

/* Growl notification */
"Publishing Complete" = "Publicação Finalizada";

/* Upload message text */
"Publishing failed." = "Falha na publicação";

/* Upload message text */
"Publishing finished." = "Publicação finalizada.";

/* window title */
"Publishing Transcript" = "Transcrever Publicação";

/* Publishing sheet title */
"Publishing…" = "Publicando...";

/* Prompt to purchase license */
"Purchase your License to %@:" = "Comprar sua licença para %@:";

/* Title of alert */
"Quartz Extreme Not Available" = "Quartz Extreme Não Disponível";

/* Quit button
   Button Title */

"Quit" = "Sair";

/* status message for test connection */
"Received the error message: %@" = "Erro de mensagem recebido: %@";

/* No comment provided by engineer. */
"Registration Key Accepted" = "Chave de Registro Aceito";

/* tooltip for reload button */
"Reload web view" = "Recarregar exibição web";

/* contextual menu item */
"Remove Custom Summary of Page..." = "Remover Resumo Personalizado da Página...";

/* ActionName: Remove Link */
"Remove Link" = "Remover Link";

/* action name for removing selected page */
"Remove Selected Page" = "Remover Página selecionada";

/* action name for removing selected pages */
"Remove Selected Pages" = "Remover Páginas selecionada";

/* warning shown after [English] description of a plugin in the plug-in installer window */
"Requires %@ version %@." = "Necessário %1$@ versão %2$@.";

/* tooltip Collection sorting */
"Reverse alphabetical" = "Reverter ordem alfabetica";

/* Revert Button */
"Revert" = "Reverter";

/* alert: revert failed */
"Revert Failed" = "Reverter Falha";

/* Acknowledgments Window Title */
"Sandvox Acknowledgments" = "Reconhecimentos do Sandvox";

/* title of alert */
"Sandvox Demo: Restricted Publishing" = "Sandvox Demonstrativo: Publicação Restrita";

/* alert info text */
"Sandvox has detected that no content has changed since the site was last published. Publish All will upload all content, regardless of whether it has changed or not." = "O Sandvox detectou que nenhum conteúdo foi mudado desde que o site foi publicado pela última vez. Publicar tudo enviará todo o conteúdo, independentemente de mudanças feitas ou não.";

/* status message for test connection */
"Sandvox is unable to write a test file into your computer\\U2019s temporary directory." = "O Sandvox está indisponível para gravação de um arquivo de teste dentro do seu diretório de temporários.";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "O Sandvox PRO é necessário para gerar este tipo de página";

/* Alert: Beta Message */
"Sandvox Public Beta" = "Beta Público do Sandvox";

/* Release Notes Window Title */
"Sandvox Release Notes" = "Notas de Lançamento do Sandvox";

/* kind of document */
"Sandvox Site" = "Site do Sandvox";

/* could not connect */
"Sandvox was not able to successfully reach your computer from the Internet." = "O Sandvox não pode identificar com êxito seu computador da Internet.";

/* Message in alert */
"Sandvox was unable create a file inside the \\U201CSites\\U201D folder in your home directory. You will need to make this folder writable (using the Finder)." = "O Sandvox não pode criar um arquivo dentro da pasta \"Sites' em seu diretório raiz. Você precisa criar uma pasta gravável (usando o Finder)";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?" = "O Sandvox não pode criar um arquivo dentro da pasta '%@' no seu computador. Você deseja criar uma pasta gravável para todos os usuários deste computador?";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder." = "O Sandvox não pode criar um arquivo dentro da pasta '%@' no seu computador. Você precisa resolver este problema usando o Finder.";

/* Message in alert */
"Sandvox was unable create a folder called \\U201CSites\\U201D in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder." = "O Sandvox não pode criar uma pasta chamada \"Sites\" em seu diretório raiz. Você precisa reparar a instalação do seu Mac OS X para que esteja apto a criar arquivos em sua pasta raiz.";

/* alert: could not remove prior snap */
"Sandvox was unable to create a snapshot of this document. Please check that the folder %@ exists and is writeable." = "O Sandvox não pode criar um snapshot deste documento. Por favor verifique se a pasta %@ existe e está livre para gravação.";

/* Message in alert */
"Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists." = "O Sandvox não pode a localizar a pasta no caminho '%@'. Você precisa reparar a instalação do seu Mac OS X para que este diretório seja criado.";

/* alert: could not Trash document */
"Sandvox was unable to put the current version of the document in the Trash before reverting. This is done as a safety precaution. The document will not be reverted. Please check the Trash for any problems or remove the document at %@ manually." = "O Sandvox não pode colocar a versão atual do documento na lixeira antes de revertê-lo. Isto acaba com a segurança. O documento não será revertido. Por favor verifique se não há problemas com a lixeira ou remova o documento %@ manualmente.";

/* alert: could not revert document */
"Sandvox was unable to revert using the current snapshot. Please drag the document %@ out of the Trash and reopen it to continue using it. Please also check that the directory %@ is readable." = "O Sandvox não pode reverter usando o snapshot atual. Por favor arraste o documento %1$@ fora da lixeira e reabra-o para continuar usando o mesmo. Por favor verifique se o diretório %2$@ é gravável.";

/* Code Injection information */
"Sandvox will insert its content between these fields" = "O Sandvox irá inserir este conteúdo entre estes campos";

/* Quartz Extreme Comment */
"Sandvox will still function perfectly well, but not be able to create fancy page titles." = "O Sandvox funcionará perfeitamente bem, mas não estará apto a criar títulos fantasia na página.";

/* Save Button */
"Save" = "Salvar";

/* Save a Copy As... */
"Save a Copy As..." = "Salvar uma Cópia Como...";

/* Save sheet name field label */
"Save Copy:" = "Salvar Cópia:";

/* Message while checking documents. */
"Searching for previously opened documents..." = "Procurando documentos que foram abertos anteriormente.";

/* Button title */
"Select" = "Selecionar";

/* Segment Label */
"Selection" = "Seleção";

/* Button Title */
"Send" = "Enviar";

/* Message to user during HTTP submit */
"Sending report to Karelia..." = "Enviando relatório para a Karelia...";

/* Message to user during HTTP submit */
"Sending request to Karelia..." = "Enviando requisição para a Karelia...";

/* tooltip Server Path:  */
"Server Path: " = "Caminho do Servidor:";

/* status message for test connection */
"Server reached." = "Servidor encontrado.";

/* Description of an HTTP error */
"Server returned status code %d %@" = "O servidor retornou o código de status %1$d %2$@";

/* action name for setting banner image */
"Set Banner" = "Configurar Banner";

/* menu title to show design bar */
"Show Designs" = "Exibir Projetos";

/* menu title to show Editing Markers */
"Show Editing Markers" = "Exibir Ediçao de Marcadores";

/* menu title to show inspector panel */
"Show Inspector" = "Exibir Inspetor";

/* menu title to show inspector panel */
"Show Media Browser" = "Exibir Navegador de Mídia";

/* menu title to show site outline */
"Show Site Outline" = "Exibir Contorno do Site";

/* menu title to show status bar */
"Show Status Bar" = "Exibir Barra de Status";

/* Tooltip: menu tooltip to show site outline */
"Shows the outline of the site on the left side of the window. Window must be wide enough to accomodate it." = "Exibe o contorno do site no lado esquerdo da janela. A janela deve ser ajustada corretamente para acomodação perfeita.";

/* Segment Label, indicating that we are inspecting the whole site */
"Site" = "Site";

/* Window title */
"Site Code Injection" = "Código de Injeção do Site";

/* Default introduction statement for a page */
"siteSubtitleHTML" = "Este é um subtítulo do seu site.";

/* Skip navigation LINK on web pages */
"skipNavigationLinkHTML" = "[Ignorar]";

/* Site navigation title on web pages (can be empty if link is understandable) */
"skipNavigationTitleHTML" = "Navegação do Site";

/* Skip sidebars LINK on web pages */
"skipSidebarsLinkHTML" = "[Ignorar]";

/* Sidebar title on web pages (can be empty if link is understandable) */
"skipSidebarsTitleHTML" = "Barra Lateral";

/* Snapshot Button */
"Snapshot" = "Snapshot";

/* alert: snapshot failed */
"Snapshot Failed" = "Falha do Snapshot";

/* tooltip Collection sorting */
"Sorting:" = "Classificação:";

/* Specified document path is a directory. */
"Specified document path is a directory." = "O caminho especificado do documento é um diretório.";

/* Spelling MenuItem */
"Spelling" = "Ortografia";

/* Stop publishing button title
   button title to stop downloading */

"Stop" = "Parar";

/* tooltip for stop button */
"Stop loading" = "Parar carregamento";

/* Title of alert */
"Temporary License Expired" = "Licença Temporária Expirada";

/* Message to user following successful HTTP submit */
"Thanks for submitting your report." = "Obrigado por enviar seu relatório.";

/* Message to user following successful HTTP submit */
"Thanks.  (You were already on our email list.)" = "Obrigado.  (Você já está em nossa lista de e-mail)";

/* Message to user following successful HTTP submit */
"Thanks.  We are sending you a confirmation email." = "Obrigado.  Nós enviaremos para você um e-mail de confirmação.";

/* alert message */
"The document could not be copied." = "O documento não pode ser copiado.";

/* alert message */
"The document could not be copied. Sandvox was unable to remove an existing file or folder at the same location." = "O documento não pode ser copiado. O Sandvox não pode remover um arquivo existente ou pasta deste local.";

/* file save error */
"The document could not be saved as “%@”. The volume is read only." = "O documento não pode ser gravado como \"%@\". O volume está protegido contra gravação.";

/* Message in alert */
"The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "A pasta em '%@' precisa ser lida por outros usuários para hospedar seu website de seu computador. Você precisará criar esta pasta com privilégios total (usando o Finder).";

/* result of installation */
"The following plug-ins could not be installed:\n\n%@" = "O seguinte plug-in não pode ser instalado:\n\n%@";

/* result of installation */
"The following plug-ins were installed:\n\n%@\nPlease re-launch Sandvox to make use of newly installed plug-ins." = "O seguinte plug-in será instalado:\n\n%@\nPor favor recarregue o Sandvox para usar o novo plug-in instalado.";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "A seguinte URL não pode ser aberta:\n\n%@\n\nEsta pode ser uma URL inválida, ou talvez seu Mac pode não estar configurado apropriadamente para abrir URLs da Web. Você pode selecionar e copiar a URL abaixo e colar dentro do seu navegador.";

/* fragment describing homepage */
"the home page" = "a home page";

/* No comment provided by engineer. */
"The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector." = "O servidor que você escolheu sempre fornece o texto codificado '%@'. Normalmente para prevenir certos textos de aparecer incorretamente, nós sugerimos que você configure a 'Codificação de Caracteres' de seu site apropriadamente, usando o Inspetor.";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from %@. Please select that page to edit this pagelet." = "O item que você clicou em, %1$@, foi copiado de %2$@. Por favor selecione de qual página você vai editar a pagelet.";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from an enclosing container page, %@%@%@. Please select that page to edit this pagelet." = "O item que você clicou em, %1$@, foi copiado de um recipiente da página,  %2$@%3$@%4$@. Por favor selecione de qual página você vai editar a pagelet.";

/* No comment provided by engineer. */
"The key returned by the payment server, \\U201C%@\\U201D, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems." = "A chave retornada pelo pagamento no servidor, \"%@\", não foi aceita. Por favor tente digitar a chave manualmente, ou enviar um comentário do menu 'Ajuda' se você ainda tiver problemas.";

/* No comment provided by engineer. */
"The key you entered, \\U201C%@\\U201D, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words." = "A chave retornada pelo pagamento no servidor, \"%@\", não foi aceita. Por favor certifique-se de que todas as palavras estejam corretas. (Tente copiar e colar no campo de texto.)\n\nNota: Sua chave de registro é uma seqüência de palavras, normalmente seu nome seguido por três palavras sem nexo.";

/* Message in alert */
"The keychain manager returned error %d, so your password was not stored in the keychain.  You may need to run the \\U201CKeychain Access\\U201D utility and repair your keychain, and then set up your host again." = "O Gerenciador de Senha retornou o erro %d, por isso sua senha não foi armazenada. Você precisa executar o utilitário \"Acesso ao Gerenciador de Senhas\" e reparar seu gerenciador de senhas, e então configure seu servidor novamente.";

/* alert: snapshot will be placed in trash.  %@ is a date or a day name like yesterday with a time. */
"The older snapshot will be placed in the Trash.  It was saved %@.  " = "O snapshot antigo será colocado na lixeira.  Ele foi salvo como %@.";

/* Alert: The path %@ is not writeable. */
"The path %@ is not writeable." = "O caminho %@ não é gravável.";

/* alert: changes will be lost. %@ is replaced by a date or day+time */
"The previous snapshot was saved %@. Your current changes will be lost." = "O snapshot anterior foi salvo como %@. Suas alterações atuais serão perdidas.";

/* No comment provided by engineer. */
"The recent submission of your problem report to Karelia software resulted in the following message:" = "O recente envio de seu relatório de problema enviado para Karelia gerou a seguinte mensagem:";

/* validated message */
"The results from the HTML validator have been loaded into Sandvox's web view. To return to the standard view of your web page, choose the 'Reload Web View' menu." = "Os resultados da validação HTML foi carregada dentro do Sandvox. Para retornar a visualização padrão de sua webpage, escolha o item de menu \"Recarregar a Exibição Web\".";

/* Export error */
"The site could not be exported. Could not remove the existing file at:\r%@" = "O site não pode ser exportado. Não foi possível remover o arquivo existente em: \n%@";

/* Transfer Controller */
"The site has been published to %@." = "O site foi publicado com sucesso para %@.";

/* Transfer Controller */
"The site has been published to this computer." = "O site foi publicado com sucesso para este computador.";

/* Unknown URL for the localhost */
"The URL from which this site should be reachable has not been determined yet." = "A URL da qual este site deve alcançar ainda não foi determinada.";

/* No comment provided by engineer. */
"The validator returned the following status message:\n\n%@" = "A validação retornou o seguinte status da mensagem:\n\n%@";

/* Alert message when pasting/dropping in pages whose filenames conflict */
"There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?" = "Já existem algumas páginas com o mesmo nome que você adicionou. Você deseja renomear para um nome diferente?";

/* Alert message when changing the file name or extension of a page to match an existing file */
"There is already a page with the file name \\U201C%@\\U201D. Do you wish to rename it to \\U201C%@\\U201D?" = "Já existe uma página com o nome \"%1$@\". Você deseja renomeá-la para \"%2$@\"?";

/* validation error message for invalid hostname */
"This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'." = "Este não parece ser um provedor válido. Um provedor consiste do nome do servidor e um nome de domíinio, como server.domain.com, ou um endereço de IP como '123.45.67.89'.";

/* validation error message for invalid web hostname */
"This does not appear to be a valid Web URL. %@%@%@ does not appear to be a valid hostname." = "Esta não parece ser uma URL da Web válida. %1$@%2$@%3$@ não parece ser um servidor válido.";

/* No comment provided by engineer. */
"This message has been saved to your desktop as '%@-Paypal Error.html'." = "Esta mensagem foi enviada para sua área de trabalho como '%@-PayPal Error.html'.";

/* Warning for a published home page; the placeholder is replaced with 'Sandvox' as a hyperlink. */
"This page was created by a trial version of %@. (Sandvox must be purchased to publish multiple pages.)" = "Esta página foi criada por uma versão de avaliação do %@. (O Sandvox deve ser registrado para publicar múltiplas páginas.)";

/* No comment provided by engineer. */
"This text can contain HTML or scripts such as JavaScript and PHP." = "Este texto pode conter HTML ou scripts como JavaScript e PHP.";

/* No comment provided by engineer. */
"This text can only contain HTML, no scripting constructs" = "Este texto pode somente conter HTML, nenhuma construção de scripts";

/* No comment provided by engineer. */
"This version of Sandvox has expired." = "Esta versão do Sandvox expirou.";

/* No comment provided by engineer. */
"This version of Sandvox is no longer functional. Please contact Karelia Software for an update." = "Esta versão do Sandvox não é mais funcional. Por favor contacte a Karelia Software para uma atualização.";

/* No comment provided by engineer. */
"This version of Sandvox is no longer functional. Sandvox will now check for updates; please install the newest version if available." = "Esta versão do Sandvox não é mais funcional. O Sandvox vai agora verificar atualizações; por favor instale a nova versão caso esteja disponível.";

/* No comment provided by engineer. */
"This website cannot be published until you have set up your MobileMe account." = "Este website não pode ser publicado até que você configure uma conta MobileMe.";

/* Hosting not setup */
"This website is not set up to be published on this computer or on another host." = "Este website não pode ser configurado para ser publicado neste computador ou em outro servidor.";

/* summary text for unpublished website */
"This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site." = "Este website não foi configurado para ser publicado neste computador ou em outro servidor.\n\nClique em Editar para configurar onde o website será publicado.";

/* introduction of local hosting */
"This website will be published locally on your computer." = "Este website será publicado localmente em seu computador.";

/* introduction of remote hosting for non-MobileMe account */
"This website will be published on an external host." = "Este website será publicado em um servidor externo.";

/* format for summary of dot mac account */
"This website will be published on your \\U201C%@\\U201D account." = "Este website será publicado em sua conta \"%@\".";

/* introduction of remote hosting for MobileMe account */
"This website will be published on your \\U201C%@\\U201D MobileMe account." = "Este website será publicado em sua conta MobileMe \"%@\".";

/* status message for test connection */
"Timed out, unable to complete tests." = "Tempo esgotado, não foi possível concluir os testes.";

/* tooltip Title:  */
"Title: " = "Título:";

/* multiple items selected, longer placeholder */
"Titles of browser window for selected pages. (Duplicates are discouraged.)" = "Títulos da janela do navegador das páginas selecionadas. (Duplicatas não são recomendáveis.)";

/* Prompt in webview */
"To enable comments, please choose a Weblog Comments provider in the Site Inspector" = "Para atiavr os comentários, por favor escolha um provedor de Comentários Weblog no Inspetor de Sites";

/* Prompt in webview */
"To enable Disqus comments, enter the Disqus short name of this site into the Site Inspector" = "Para ativar os comentários do Disqus, digite o apelido deste site dentro do Inspetor de Sites";

/* Prompt in webview */
"To enable Haloscan comments, enter your Haloscan ID into the Site Inspector" = "Para ativar os comentários do Haloscan, digite seu ID do Haloscan dentro do Inspetor de Sites";

/* Prompt in webview */
"To enable IntenseDebate comments, enter the Account ID of this site into the Site Inspector" = "Para ativar os comentários do IntenseDebate, digite o ID da Conta deste site dentro do Inspetor de Sites";

/* Prompt in webview */
"To enable JS-Kit comments, enter your moderator email address into the Site Inspector" = "Para ativar os comentários do Js-Kit, digite seu endereço de e-mail moderador dentro do Inspetor de Sites";

/* Relative Date - Today */
"Today" = "Hoje";

/* Relative Date - Tomorrow */
"Tomorrow" = "Amanhã";

/* No comment provided by engineer. */
"TOOLBAR_ADD_COLLECTION" = "Coleções";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGE" = "Páginas";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGELET" = "Pagelets";

/* No comment provided by engineer. */
"TOOLBAR_CHOOSE_DESIGN" = "Projetos";

/* No comment provided by engineer. */
"TOOLBAR_CREATE_LINK" = "Criar Link";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_HTML" = "Editar Raw HTML";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_LINK" = "Editar Link";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_OFF" = "Ocultar Marcadores";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_ON" = "Exibir Marcadores";

/* No comment provided by engineer. */
"TOOLBAR_GROUP_COLLECTION" = "Grupo";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH" = "Publicar";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH_ALL" = "Publicar Tudo";

/* No comment provided by engineer. */
"TOOLBAR_SETUP_HOST" = "Configurar Servidor";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_INFO" = "Inspetor";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_MEDIA" = "Mídia";

/* tooltip */
"TOOLTIP_ADD_COLLECTION" = "Adicionar uma nova coleção para seu site";

/* tooltip */
"TOOLTIP_ADD_PAGE" = "Adicionar uma nova página para seu site.";

/* tooltip */
"TOOLTIP_ADD_PAGELET" = "Adicionar uma nova pagelet para a página atual.";

/* tooltip */
"TOOLTIP_CHOOSE_DESIGN" = "Escolher um projeto para seu site.";

/* tooltip */
"TOOLTIP_CREATE_LINK" = "Abrir painel para criar um ink do texto selecionado";

/* No comment provided by engineer. */
"TOOLTIP_EDIT_HTML" = "Editar HTML do elemento em uma nova janela";

/* tooltip */
"TOOLTIP_EDIT_LINK" = "Abrir painel para editar o linkn selecionado";

/* tooltip */
"TOOLTIP_EDIT_OFF" = "Ocultar marcadores de página para ajudar na edição";

/* tooltip */
"TOOLTIP_EDIT_ON" = "Exibir marcadores de página para ajudar na edição";

/* tooltip */
"TOOLTIP_GROUP_COLLECTION" = "Grupo de páginas selecinadas de uma coleção.";

/* tooltip */
"TOOLTIP_PUBLISH" = "Enviar alterações para seu Provedor.";

/* tooltip */
"TOOLTIP_PUBLISH_ALL" = "Enviar entrada do site para o provedor.";

/* tooltip */
"TOOLTIP_SETUP_HOST" = "Exibir Assistente de Configuração do Servidor";

/* tooltip */
"TOOLTIP_TOGGLE_INFO" = "Exibir/Ocultar Peinel de Inspetores";

/* tooltip */
"TOOLTIP_TOGGLE_MEDIA" = "Exibir/Ocultar Navegador de Mídias";

/* String_On_Page_Template - text for trackback link */
"Trackback" = "Comunicado";

/* Message to user following unsuccessful HTTP submit */
"Transmission error. Your message will be re-sent later." = "Erro na transmissão. Sua mensagem será reenviada mais tarde.";

/* No comment provided by engineer. */
"Try Again" = "Tentar Novamente";

/* file save error */
"Try saving the file to another volume." = "Tente salvar o arquivo em outro volume.";

/* status message for test connection */
"Unable to connect; the password was not accepted for your account. Please go back and review your account information." = "Não foi possível conectar; a senha não foi aceita por sua conta. Por favor volte e reveja suas informações da conta.";

/* No comment provided by engineer. */
"Unable to convert %@ to editable HTML." = "Não foi possível converter %@ para um HTML editável.";

/* No comment provided by engineer. */
"Unable to convert document %@ to HTML." = "Não foi possível converter o documento %@ para HTML.";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "Não foi possível criar um diretório no caminho (%@).";

/* Alert: Unable to create new document. */
"Unable to create new document." = "Não foi possível criar um novo documento.";

/* alert failure reason */
"Unable to create snapshot folder at %@." = "Não foi possível criar uma pasta de snapshots em %@.";

/* status message for test connection */
"Unable to create test file %@" = "Não foi possível criar o arquivo de teste %@.";

/* Description of an error */
"Unable to decompress data, code=%d" = "Não foi possível comprimir dados, código=%d";

/* status message for test connection */
"Unable to download file from URL: %@" = "Não foi possível receber o arquivo da URL: %@";

/* status message for test connection */
"Unable to download the test file from the server. You may have your host's URL Format misconfigured." = "Não foi possível receber o arquivo de teste do servidor. Você deve ter configurado incorretamente o formato da URL do servidor.";

/* status message for test connection */
"Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured." = "Não foi possível estabilizar uma conexão HTTP para o servidor. Você deve ter configurado incorretamente o formato da URL do servidor.";

/* status message for test connection */
"Unable to establish connection to URL: %@" = "Não foi possível estabelecer conexão para URL: %@";

/* alert: Unable to locate previously opened files. */
"Unable to locate previously opened files." = "Não foi possível localizar arquivos abertos anteriormente.";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@, reason: %@." = "Não foi possível migrar os dados do documento %1$@, razão: %2$@.";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@." = "Não foi possível migrar dados do documento de %@.";

/* Title of alert */
"Unable to Open Web URL" = "Não foi Possível Abrir a URL da Web";

/* error message */
"Unable to post HTML to validator.w3.org:\n%@" = "Não foi possível postar o HTML para validator.w3.org:\n%@";

/* error description: document metadata is unreadable */
"Unable to read document metadata." = "Não foi possível ler metadados do documento.";

/* error description: document model version is unknown */
"Unable to read document model information." = "Não foi possível ler informações do modelo do documento.";

/* No comment provided by engineer. */
"Unable to read document “%@”." = "Não foi possível ler o documento \"%@\".";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "Não foi possível renomear o documento de %1$@ para %2$@. A atualização não pode ser completada.";

/* Message to user following unsuccessful HTTP submit */
"Unable to sign you up. Please try again later." = "Não foi possível inscrever você. Por favor tente novamente mais tarde.";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "Não foi possível atualizar o documento no caminho %@. O caminho parece não ser um arquivo.";

/* Title of alert */
"Unable to Validate" = "Pronto para Validação";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "Página Sem Título";

/* Indication that an installed plug-in has been updated and needs to be downloaded. */
"Updated" = "Atualizado";

/* Prompt to purchase ADDITIONAL/Upgrade licenses */
"Upgrade Your License or Purchase Additional Licenses to %@:" = "Atualize Sua Licença ou Compre Licenças Adicionais para o %@:";

/* document upgrade message text */
"Upgrading document “%@.”" = "Atualizando o documento “%@.”";

/* Upload information */
"Uploading “%@”" = "Enviando \"%@\"";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site." = "Use a Injeção de Código para inserir um código personalizado, como tags <script> ou HTML adicionais, dentro de cada página deste site.";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s)." = "Use a Injeção de Código para inserir um código personalizado, como tags <script> ou HTML adicionais, dentro da(s) página(s) selecionada(s).";

/* Code Injection placeholder text */
"Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents." = "Use este campo para inserir o código após a tag <body>. Isto é geralmente utilizado por Javascripts que prepara o restante do conteúdo da página.";

/* Code Injection placeholder text */
"Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags." = "Use este campo para inserir o código após a primeira tag <meta>. Muito utilizada por scripts que podem ser colocados neste local. De qualquer maneira, use o campo abaixo para inserir o código após a tag principal.";

/* Code Injection placeholder text */
"Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents." = "Use este campo para inserir o código no final da página, diretamente antes da tag </body>. Isso geralmente é usado para incluir JavaScript que processa o conteúdo página anterior.";

/* Code Injection placeholder text */
"Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc." = "Use este campo para inserir o código no início do documento, antes da tag de abertura <html>. Isto nunca será qualquer código HTML ou Javascript; É somente para o servidor de scripts (como código PHP) para afetar os cabeçalhos, cookies, etc.";

/* Code Injection placeholder text */
"Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc." = "Use este campo para inserir o código antes da tag de fechamento </head>. Muito utilizada para tags adicionais <meta>, Javascript <script>, stylesheets, etc.";

/* Code Injection placeholder text */
"Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself." = "Use este campo para inserir diretamente (por exemplo: JavaScript 'onload') o código dentro da tag <body>.";

/* Publishing engine authentication error */
"Username or password could not be found." = "Usuário e senha não puderam ser encontrados.";

/* Title of alert */
"Validation Results Loaded" = "Resultados da Validação Carregados";

/* validation error message for unexpected non-string */
"Value is not a string" = "O avlor não é uma string";

/* HSA guide (Our documentation is in English only right now) */
"We suggest you read the troubleshooting section of our help, using the help button on this window." = "Nós sugerimos que você leia a seção de solução de problemas de nossa ajuda, usando o botão ajuda desta janela.";

/* prompt shown when web sharing is turned on */
"Web sharing is now active." = "O compartilhamento web está ativado.";

/* Informative text when offering to locate other missing media files */
"Would you like to use it as well?" = "Você deseja usá-lo mesmo assim?";

/* Informative text when offering to locate other missing media files */
"Would you like to use them as well?" = "Você deseja usar mesmo assim?";

/* Yes
   Yes Button */

"Yes" = "Sim";

/* Relative Date - Yesterday */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "Você agora está licenciado para usar o %1$@.\n\nPor favor salve esta chave no caso de você precisar registrar novamente o programa no futuro.\n\nVocê deve sair e reiniciar o %2$@ para atualizar os menus e estar totalmente registrado.";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nYou will also receive an e-mail with your registration key, \\U201C%@\\U201D.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "Você agora está licenciado para usar o %1$@.\n\nVocê também receberá um e-mail com sua chave de registro, \"%2$@\".\n\nPor favor salve esta chave no caso de você precisar registrar novamente o programa no futuro.\n\nVocê deve sair e reiniciar o %3$@ para atualizar os menus e estar totalmente registrado.";

/* No comment provided by engineer. */
"You are running a demo version of Sandvox. Only the home page (watermarked) will be exported or uploaded. To publish additional pages, you will need to purchase a license." = "Você está executando uma versão demonstrativa do Sandvox. Somente a home page (marca d'água) será exportada ou enviada. Para publicar páginas adicionais, você precisa comprar uma licença.";

/* indicator that this is a demo */
"You are running a demonstration version of Sandvox." = "Você está executando uma versão demonstrativa do Sandvox.";

/* Alert: Beta Informative Text */
"You are running Sandvox version %@, build %@.\n\nThis is a Public Beta version and will expire on %@. (We will make a new version available by then.)\n\nIf you find problems, please use \\U201CSend Feedback...\\U201D under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement." = "Você está executando a versão %1$@ do Sandvox, build %2$@.\n\nesta versão é um beta público e vai expirar em %3$@. (Nós criaremos uma nova versão até lá.)\n\nSe você encontrar problemas, por favor use \"Enviar Comentários...\" através do menu Sandvox, ou envie um e-mail para support@karelia.com.\n\nDesde este software BEtA, NÃO use ele para funções de dados sigilosos e negócios. Por favor mantenha um backup de seus arquivos e todo material de origem. Nós não garantimos que futuras versões do Sandvox abrirá sites criados com esta versão!\n\nO uso desta versão é tassunto dos termos e condições do Acordo de Licença da Karelia Software's Sandvox Beta.";

/* No comment provided by engineer. */
"You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser." = "Você clicou em um link que deve abrir uma página que o Sandvox não pode exibir diretamente.\n\n\t%@\nnQuando você publicar seu website, você será apto a visualizar páginas com seu navegador.";

/* No comment provided by engineer. */
"You have chosen to publish your website on a remote host." = "Você escolheu publicar seu website em um servidor remoto.";

/* Message in alert prompting user to fill out hosting info */
"You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish." = "Você não testou totalmente suas informações de conexão especificadas. Você pode salvar as configurações no progresso, mas seu website não poderá ser publicado até que você finalize.";

/* warning when we dont have full host setup */
"You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published." = "Você não testou totalmente suas informações de conexão especificadas. Você preencher as informações de conexão e verificar se você pode conectar-se ao seu servidor antes deste website ser publicado.";

/* No comment provided by engineer. */
"You will need to update to Mac OS X 10.4.11 (using the Software Update menu), or install 10.5 \\U201CLeopard\\U201D for this version of Sandvox to function." = "Você precisa atualizar para Mac OS X 10.4.11 (usando o item de menu Atualizar Software...), ou instale o 10.5 \"Leopard\" para que esta versão do Sandvox funcione.";

/* No comment provided by engineer. */
"Your changes will be lost if you don\\U2019t send it now." = "Suas alterações serão perdidas se você não enviá-las agora.";

/* warning when computer could not be reached. */
"Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet." = "Seu computador não pode ser acessado da Internet através ad URL que você forneceu, %@. Você pode precisar verificar as configurações do servidor, ou configurar seu roteador ou rede local de forma que seu computador seja acessível da Internet.";

/* No comment provided by engineer. */
"Your license key has expired. Please contact Karelia Software to receive a fully functional license to continue using %@." = "Sua chave de licença expirou. Por favor contacte a Karelia Software para receber uma licença totalmente funcional e continuar usando o %@.";

/* No comment provided by engineer. */
"Your PayPal transaction was completed, but %@ was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:" = "Sua transação PayPal foi completada, mas o %@ não pode acessar o servidor de banco de dados da Karelia Software para gerar sua chave de licença. A Paypal tentará contactar nosso servidor novamente nas próximas 24 horas,, e nós enviaremos um e-mail com sua  chave assim que possível. Se você não receber um e-mail após 24 horas, por favor contacte a Karelia através do e-mail suport@karelia.com. Incluindo este código de confirmação do pagamento em sua mensagem:";

/* Growl notification */
"Your site has been exported" = "Seu site foi exportado com sucesso";

/* Message in alert */
"Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "Sua pasta de sites precisa ser legível por outros usuários para hospedar seu website de seu computador. Você precisa criar esta pasta com todos os privilégios (usando o Finder).";